Repository: vcxstar/SleepLang
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: ko

source: / 永久使用
ko: \/ 영구 사용

# %@ - %@起床
source: %1$@ - %2$@起床
ko: %1$@ - %2$@ 기상

source: %lld分钟
ko: %lld분

source: %lld小时
ko: %lld시간

# %lld点%@起床
source: %1$lld点%2$@起床
ko: %1$lld시 %2$@ 기상

# • 取消订阅后，相关功能可能无法继续使用，可能需要重新订阅以启用。
source: • 您可以在每个周期结束至少 24 小时前取消下个周期的订阅，每个周期结束 24小时内将会自动续订，已订阅的周期将无法取消。
ko: • 각 주기 종료 최소 24시간 전에 다음 주기의 구독을 취소할 수 있으며, 각 주기 종료 24시간 내에 자동 갱신됩니다. 이미 구독된 주기는 취소할 수 없습니다.

source: • 您可以前往系统账户设置中修改自动订阅设置。
ko: • 시스템 계정 설정에서 자동 구독 설정을 변경할 수 있습니다.

source: • 您可以在每个周期结束至少 24 小时前取消下个周期的订阅，每个周期结束 24小时内将会自动续订，已订阅的周期将无法取消。
ko: • 각 주기 종료 최소 24시간 전에 다음 주기의 구독을 취소할 수 있으며, 각 주기 종료 24시간 내에 자동 갱신됩니다. 이미 구독된 주기는 취소할 수 없습니다.

source: • 确认购买后，将会从您的iTunes 帐户中收取费用。
ko: • 구매 확인 후 iTunes 계정에서 요금이 청구됩니다.

source: 8道题
ko: 8문제

source: 12道题
ko: 12문제

source: 16道题
ko: 16문제

source: Explode!
ko: 폭발!

source: Hello, World!
ko: 안녕하세요, 세계!

source: HOURS
ko: 시간

source: Key
ko: 키

source: Minutes
ko: 분

source: MINUTES
ko: 분

source: Pro
ko: 프로

source: 上传
ko: 업로드

source: 专注
ko: 집중

source: 专注中
ko: 집중 중

source: 专注计时 即将开始
ko: 집중 타이머 곧 시작

source: 了解
ko: 이해하다

source: 休息
ko: 휴식

source: 休息一下
ko: 잠깐 쉬다

source: 休息一会
ko: 잠시 쉬다

source: 会员已到期，点击续订
ko: 회원이 만료되었습니다. 갱신을 클릭하세요.

source: 会员状态
ko: 회원 상태

source: 使用条款
ko: 이용 약관

source: 倒计时
ko: 타이머

source: 做完所有题之后就可以关闭闹钟啦
ko: 모든 문제를 풀면 알람을 끌 수 있습니다.

source: 做题后关闭闹钟
ko: 문제 풀고 알람 끄기

source: 停止
ko: 정지

source: 入睡
ko: 잠들다

source: 共练习%lld次
ko: 총 %lld회 연습

source: 关于程序内提供的「会员订阅」功能
ko: 프로그램 내 제공되는 '회원 구독' 기능에 대하여

source: 再睡10分钟
ko: 10분 더 자다

source: 加载中
ko: 로딩 중

source: 即刻解锁所有功能
ko: 모든 기능 즉시 잠금 해제

source: 取消
ko: 취소

source: 吸气
ko: 들이마시다

source: 呼气
ko: 내쉬다

source: 和
ko: 와

source: 复制
ko: 복사

source: 女生
ko: 여자

source: 完成
ko: 완료

source: 完成数学题结束闹钟
ko: 수학 문제를 완료하여 알람 종료

source: 小憩
ko: 낮잠

source: 小熊待办: 好看、简洁、自动添加提醒，普通列表和日历列表两种模式，值得一试
ko: 곰 할 일: 보기 좋고, 간단하며, 자동 알림 추가, 일반 목록과 캘린더 목록 두 가지 모드, 시도해 볼 가치가 있습니다.

source: 小熊时钟
ko: 곰 시계

source: 小熊衣橱: 好看、简洁、记录所有衣库鞋帽、记录穿搭、精美日历、告别穿搭烦恼
ko: 곰 옷장: 보기 좋고, 간단하며, 모든 옷과 신발, 모자 기록, 스타일 기록, 아름다운 캘린더, 스타일 고민 해결

source: 屏幕常亮
ko: 화면 항상 켜짐

source: 屏息
ko: 숨 참기

source: 建议连接电源使用
ko: 전원 연결을 권장합니다

source: 开发中
ko: 개발 중

source: 开发中，大概6月份能做好
ko: 개발 중, 6월쯤 완료 예상

source: 开发的其他应用
ko: 개발된 다른 앱

source: 开启专注计时
ko: 집중 타이머 시작

source: 开启轻唤醒
ko: 부드러운 알람 시작

source: 开启闹铃
ko: 알람 시작

source: 开始
ko: 시작

source: 恢复购买
ko: 구매 복원

source: 恭喜您
ko: 축하합니다

source: 按月订阅 ¥6.00 / 月
ko: 월간 구독 ¥6.00 / 월

source: 推荐
ko: 추천

source: 提示
ko: 알림

source: 提醒
ko: 리마인더

source: 支付中
ko: 결제 중

source: 放弃
ko: 포기

source: 月会员，剩余时长%@天
ko: 월간 회원, 남은 기간 %@일

source: 本次休息了%lld分钟
ko: 이번 휴식은 %lld분이었습니다

source: 查看
ko: 보기

source: 正在专注
ko: 집중 중

source: 正计时
ko: 타이머 작동 중

source: 永久会员
ko: 영구 회원

source: 清醒一下，到时间啦！
ko: 정신 차리세요, 시간이 됐습니다!

source: 清醒一下，起床啦！
ko: 정신 차리세요, 일어날 시간입니다!

source: 点击即可试听
ko: 클릭하여 미리 듣기

source: 环境音
ko: 환경 소리

source: 男生
ko: 남자

source: 番茄钟
ko: 토마토 타이머

source: 睡眠
ko: 수면

source: 确认
ko: 확인

source: 秒后响起
ko: 초 후에 울립니다

source: 第%lld题
ko: 제 %lld 문제

source: 结束
ko: 종료

source: 结束提示音
ko: 종료 알림음

source: 继续
ko: 계속

source: 自定义音量
ko: 맞춤 볼륨

source: 设置
ko: 설정

source: 试用期剩余%@天
ko: 시험 사용 기간이 %@일 남았습니다

source: 试用期已过，点击购买订阅
ko: 시험 사용 기간이 만료되었습니다. 구독을 구매하려면 클릭하세요

source: 请选择
ko: 선택하세요

source: 起床
ko: 기상

source: 轻唤醒
ko: 부드러운 기상

source: 轻唤醒会在你快要醒来时，自动播放舒缓的自然声音，帮助你从深度睡眠中逐渐苏醒，带来最佳的起床体验。
ko: 부드러운 기상은 당신이 깨어날 때쯤 부드러운 자연 소리를 자동으로 재생하여 깊은 잠에서 점차 깨어나게 도와 최상의 기상 경험을 제공합니다.

source: 选择
ko: 선택

source: 选择主题
ko: 테마 선택

source: 选择呼吸类型
ko: 호흡 유형 선택

source: 长按可删除
ko: 길게 눌러 삭제

source: 闹钟
ko: 알람

source: 闹铃
ko: 알림음

source: 闹铃将在
ko: 알림음이 울립니다

source: 隐私政策
ko: 개인정보 보호정책
